// Pushbutton that says "Install 32 Items"
"installButtonLabelTemplatePlural" = "Installer %d éléments";

// Pushbutton that says "Install 1 Item"
"installButtonLabelTemplateSingular" = "Installer %d élément";

// Pushbutton for zero items
"installButtonLabelTemplateZero" = "Installer";

// Abbreviation for megabytes
"size-mb-unit" = "Mo";

// Abbreviation for kilobytes
"size-kb-unit" = "Ko";

// Format for file size, like "37 MB" or "182.31 KB"
"size-string-format" = "%.1f %@";


// Strings for the "Products require reboot" dialog

// Reboot alert, shown if the user needs to restart their system.
"reboot-message" = "Google Software Update vous recommande de redémarrer votre ordinateur.";
// Reboot message specifying which software product might not work until a reboot.
"reboot-details" = "%1$@ risque de ne pas fonctionner correctement tant que vous n'avez pas redémarré votre ordinateur.";
// Default button, reboot now
"reboot-button1" = "Redémarrer";
// Cancel button - do it later
"reboot-button2" = "Ultérieurement";
// Alert icon name.
// This message does not need to be translated.
"reboot-iconName" = "error";
// If there is no name for the product wanting a reboot, this string will
// be substituted into into |reboot-details|.
"reboot-no-product-placeholder" = "Certains logiciels récemment mis à jour";

// "All done with update" alert message - The updates were successful
"alldone-success-message" = "Mises à jour réussies";
// All-done message saying that the software has successfully finished installing
"alldone-success-details" = "Google Software Update a terminé l'installation des mises à jour.";
// OK Button, updates were successful.
"alldone-success-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-success-iconName" = "success";

// "Unsuccessful update" alert message - All of the updates were not successful.
"alldone-failure-message" = "Échec des mises à jour";
// Unsuccessful update message saying the update was not successful, and we'll try again at a later time.
"alldone-failure-details" = "Google Software Update n'a pas pu installer les mises à jour. Le logiciel réessayera ultérieurement.";
// OK button, updates were not successful.
"alldone-failure-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-failure-iconName" = "error";

// "Partial Success", some updates succeeded, and some failed.
"alldone-mixed-message" = "Certaines mises à jour réussies";
// Partial success alert message, some updates were successful, some failed and will be tried later.
"alldone-mixed-details" = "Google Software Update a terminé l'installation de certaines mises à jour. Les mises à jour ayant échoué seront relancées ultérieurement.";
// OK button
"alldone-mixed-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-mixed-iconName" = "error";


// Strings for labels in the Google Software Update window.
// Some of these strings are referenced in
// KSAgentUpdateWindowControllerTest.m, so you may need to update the
// test if you change these.

// Title for the software Update Window.  This is the name of the "Google Software Update" product
"updatewindowTitle" = "Google Software Update";
// Update Window message saying that there are new google software updates available.
"updatewindowMessageLabel" = "Un nouveau logiciel Google est disponible pour votre ordinateur.";
// Update Window details line telling the user that if they don't install the updates now, they will be asked again sometime later.
"updatewindowDetailsLabel" = "Si vous ne souhaitez pas redémarrer votre ordinateur maintenant, vous devrez le faire ultérieurement.";
// Update Window label that is shown if any updates require a restart.
"updatewindowRestartRequiredLabel" = "L'ordinateur devra être redémarré.";
// Update Window button label, acts as a cancel button, so that the user can update things later.
"updatewindowLaterButtonMessageLabel" = "Ultérieurement";
// Empty string for a table column for the restart icon.  It can stay empty.
// This message does not need to be translated.
"updatewindowTablecolumnRestartLabel" = "";
// Update Window table column header for checkboxes for the user to select/deselect.  If the checkbox is selected, the update will be installed.
"updatewindowTablecolumnInstallLabel" = "Installer";
// Update Window table column header for the name of the product being updated.
"updatewindowTablecolumnNameLabel" = "Nom";
// Update Window table column header for the version number of the product being updated.
"updatewindowTablecolumnVersionLabel" = "Version";
// Update Window table column header for the download size of the product being updated.
"updatewindowTablecolumnSizeLabel" = "Format";
// Update Window label above a progress indicator indicating which product name is being updated..
"updatewindowInstallingProductTemplate" = "Mise à jour de %@";
// Update Window label saying that installation is in progress.
"updatewindowInstallingStatusLabel" = "Installation";
